/* BG ABOUT IMAGE */
"bg_about_iphone5" = "bg_about_iphone5_portuguese";

/* ADD VIEW - Camera */
"Camera" = "Câmera";

/* ADD VIEW - Cancel */
"Cancel" = "Cancelar";

/* ADD VIEW - Choose a new picture using: */
"Choose a new picture using:" = "Selecionar uma nova imagem utilizando:";

/* ADD VIEW - EDIT */
"Edit" = "Editar";

/* Core data save error title. */
"Erro ao adicionar" = "Erro ao armazenar";

/* Core data generic save error text. */
"Erro ao salvar. Por favor, informe o desenvolvedor." = "O texto e imagem não podem estar vazios. Por favor, preencha ambos.";

/* Core data save error text. */
"O campo texto e imagem não podem estar vazios. Por favor, preencha ambos." = "O texto e imagem não podem estar vazios. Por favor, preencha ambos.";

/* ADD VIEW - Photo Library */
"Photo Library" = "Galeria de Imagens";

/* ADD VIEW - SAVE */
"Save" = "Salvar";

